tap "1password/tap"
tap "b4b4r07/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "itchyny/tap"
tap "kyoh86/tap"
brew "asdf"
brew "bash"
brew "bat"
brew "bottom"
brew "direnv"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "grpcurl"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "pre-commit"
brew "ranger"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "b4b4r07/tap/gomi"
brew "itchyny/tap/mmv"
brew "kyoh86/tap/richgo"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "choosy"
cask "deepl"
cask "docker"
cask "enpass"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "grammarly-desktop"
cask "karabiner-elements"
cask "masscode"
cask "meetingbar"
cask "notion"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tailscale"
cask "temurin"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "RunCat", id: 1429033973
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "esbenp.prettier-vscode"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "yzhang.markdown-all-in-one"
