tap "b4b4r07/tap"
tap "bufbuild/buf"
tap "datawire/blackbird"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "ms-jpq/sad"
tap "yoheimuta/protolint"
brew "asdf"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "cdktf"
brew "difftastic"
brew "direnv"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "golangci-lint"
brew "goreleaser"
brew "grpcurl"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "libnotify"
brew "lsd"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "poetry"
brew "pure"
brew "ranger"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "starship"
brew "staticcheck"
brew "stylua"
brew "tmux"
brew "tree"
brew "ugit"
brew "wget"
brew "xdg-ninja"
brew "yq"
brew "zoxide"
brew "zsh"
brew "b4b4r07/tap/gomi"
brew "bufbuild/buf/buf"
brew "datawire/blackbird/telepresence-legacy"
brew "itchyny/tap/mmv"
brew "ktr0731/evans/evans"
brew "ms-jpq/sad/sad"
brew "yoheimuta/protolint/protolint"
cask "alacritty"
cask "alt-tab"
cask "aws-vpn-client"
cask "choosy"
cask "deepl"
cask "discord"
cask "docker"
cask "enpass"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "grammarly-desktop"
cask "karabiner-elements"
cask "kindle"
cask "logitech-g-hub"
cask "macfuse"
cask "masscode"
cask "meetingbar"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tailscale"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"
cask "zoom"
mas "Focus To-Do", id: 1258530160
mas "Messer", id: 1586304988
mas "RunCat", id: 1429033973
